<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<html lang="en">
<head>
    <link rel="stylesheet" href="style.css">
    <title>iPad</title>
</head>
<body class="product_page">
    <div class="container">
        <%@include file="/WEB-INF/jspf/menu.jspf"%>
	    <div class="main">
            <h1>Apple iPad 32Gb</h1>
            <div class="image_desc">
                <div class="product_image">
                    <a target="_blank" href="img/iPad.jpg">
                    <img 
                    src = "img/iPad.jpg"
                    alt = "iPad 32 Gb"
                    title = "iPad 32 Gb"
                    width = "173" height = "200"
                    /></a><br>
                    <button>Купить</button>
                </div>
                <div class="desc_short">
                    <h2>Описание товара</h2>
                    <p>
                    Главный козырь новой модели – относительно доступная цена. В России iPad Retina 2017 будет стоить от 24 890 рублей за модель с 32 гигабайтами памяти и модулем Wi-Fi. Верхняя ценовая планка в 41 890 рублей установлена за модель с сотовым модулем и 128 гигабайтами памяти.
                    </p>
                    <p>
                    Ближайшая альтернатива среди 9,7-дюймовых iPad Pro обойдётся уже почти в 45 тысяч (32 Гб, Wi-Fi). Модель iPad mini 4 с сотовым модулем и 128 гигабайтами памяти будет стоить на 2 тысячи рублей дешевле, чем iPad Retina 2017 с теми же характеристиками, но при выборе компактного планшета пользователь получит менее мощный процессор и меньший по размеру экран.
                    <p>
                    Конечно, ради столь привлекательной цены планшет лишился ряда технологий, использованных в iPad Pro. Однако не исключено, что именно такое устройство – вполне мощное, но упрощённое с точки зрения деталей – приживётся как планшет для рабочего места или семейного использования. Так же, как и iPhone SE, новый iPad Retina 2017 объединяет в себе компоненты и функции различных поколений планшета – разберём, как именно.
                    </p> 
                </div>
            </div>
            <h2>Характеристики товара</h2>
            <ul class="desc_char">
                <li><b>Основные характеристики</b></li>
                <table>
                    <tr>
                        <td>Ширина</td>
                        <td>170 мм</td>
                    </tr>
                    <tr>
                        <td>Глубина</td>
                        <td>8 мм</td>
                    </tr>
                    <tr>
                        <td>Высота</td>
                        <td>240 мм</td>
                    </tr>
                    <tr>
                        <td>Гарантия</td>
                        <td>1 год</td>
                    </tr>
                </table>
                <li><b>Корпус</b></li>
                <table>
                    <tr>
                        <td>Материал корпуса</td>
                        <td>алюминий/пластик</td>
                    </tr>
                    <tr>
                        <td>Базовый цвет</td>
                        <td>золотой</td>
                    </tr>
                </table>
                <li><b>Дисплей</b></li>
                <table>
                    <tr>
                        <td>Диагональ экрана</td>
                        <td>9.7"(24.6 см)</td>
                    </tr>
                    <tr>
                        <td>Сенсорный дисплей</td>
                        <td>Да</td>
                    </tr>
                    <tr>
                        <td>Тип дисплея</td>
                        <td>Retina</td>
                    </tr>
                    <tr>
                        <td>Технология дисплея</td>
                        <td>IPS</td>
                    </tr>
                    <tr>
                        <td>Разрешение</td>
                        <td>2048х1536 пикс</td>
                    </tr>
                </table>
                <li><b>Процессор</b></li>
                <table>
                    <tr>
                        <td>Тип процессора</td>
                        <td>A9+M9</td>
                    </tr>
                </table>
                <li><b>Встроенная память</b></li>
                <table>
                    <tr>
                        <td>Встроенная память</td>
                        <td>32 ГБ</td>
                    </tr>
                </table>
            </ul>

            <h2>Подробное описание товара</h2><br>
            <ul class="desc_long">
                <li><b>Основные характеристики</b></li>
                Ширина	170 мм<br>
                Глубина	8 мм<br>
                Высота	240 мм<br>
                Гарантия	1 год<br>
                Страна	КНР<br><br>
                <li><b>SIM карта</b></li>
                Тип SIM карты	nano-SIM<br><br>
                <li><b>Интерфейсы</b></li>
                Разъем Lightning<br>	
                Разъем для наушников 3.5 мм		1 шт<br><br>
                <li><b>Комплектация</b></li>
                Зарядное устройство в комплекте	Да<br>
                Кабель для связи с ПК	в комплекте<br><br>
                <li><b>Операционная система</b></li>
                Обновление операционной системы	до последней версии<br>	
                Операционная система		iOS<br><br>
                <li><b>Встроенный микрофон</b></li>
                Встроенный микрофон		1<br><br>
                <li><b>Корпус</b></li>
                Материал корпуса	алюминий/ пластик<br>
                Серия модели<br>
                Серия	iPad<br>
                Служебная информация<br>
                Базовый цвет	золотой<br><br>
                <li><b>Дисплей</b></li>
                Диагональ экрана		9.7"(24.6 см)<br>
                Сенсорный дисплей		Да<br>
                Тип дисплея	Retina<br>
                Технология дисплея	IPS<br>	
                Диагональ/разрешение	9.7"/2048х1536 пикс<br><br>
                <li><b>Процессор</b></li>
                Тип процессора		A9+M9<br><br>
                <li><b>Встроенная память</b></li>
                Встроенная память (ROM)		32 ГБ<br><br>
                <li><b>Стандарты связи</b></li>
                Поддержка сетей	3G / 4G (LTE)<br><br>
                <li><b>Поддержка Wi-Fi</b></li>
                Поддержка Wi-Fi	IEEE 802.11 a/b/g/n/ac<br><br>
                <li><b>Bluetooth</b></li>
                Встроенный модуль Bluetooth		4.2<br><br>
                <li><b>Функции</b></li>
                Цифровой компас	Да<br>
                Поддержка GPS	Да<br><br>
                <li><b>Поддержка GPS</b></li>
                Цифровой компас	Да<br>
                Поддержка GPS	Да<br><br>
                <li><b>Система безопасности</b></li>
                Датчик отпечатков пальцев	Да<br><br>
                <li><b>Фотокамера</b></li>
                Качество видеосъемки		1920x1080 Пикс (FullHD)<br>
                Разрешение фотокамеры	8 МПикс<br>
                Разрешение фронтальной камеры	1.2 МПикс<br><br>
                <li><b>Звук</b></li>
                Встроенный динамик		2<br><br>
                <li><b>Электропитание</b></li>
                Тип аккумулятора	встроенный Li-Polymer<br>
                Зарядка от USB порта	Да<br>
                Работа от аккумулятора	до 10 часов<br><br>
                <li><b>Цвет, размеры и вес</b></li>
                Габаритные размеры (В*Ш*Г)	240*170*8 мм<br>
                Цвет	золотой<br>
                Вес	478 г<br>
            </ul>
        </div>
        <%@include file="/WEB-INF/jspf/footer.jspf"%>
    </div>    
</body>
</html>